Repository: cithukyaw/LucidFrame
Catalog: i18n/*.po
Languages: my

source: '%s' needs to be revised.
my: '%s'ကို ပြင်ဆင်ရန်လိုအပ်သည်။

source: '%s' is required.
my: '%s'ကို ဖြည့်ရန်လိုအပ်ပါသည်။

source: '%s' must be entered/selected at least one.
my: '%s'ကို ထည့်သွင်းပါ (သို့) အနည်းဆုံးတစ်ခုရွေးချယ်ပါ။

source: '%s' is required. All must be entered/selected.
my: '%s'ကို ဖြည့်ရန်လိုအပ်ပါသည်။ အားလုံးကို ဖြည့်စွက်ပေးပါ (သို့) ရွေးချယ်ပေးပါ။

source: '%s' should not be zero.
my: '%s'ကို သုညဖြည့်သွင်း၍မရပါ။

source: '%s' should contain only letters and numbers.
my: '%s'ကို အက္ခရာနှင့်နံပါတ်များသာ ထည့်သွင်းပေးပါ။

source: '%s' should contain only letters, numbers and spaces.
my: '%s' ကို အက္ခရာ၊ နံပါတ် နှင့် space များသာ ထည့်သွင်းပေးပါ။

source: '%s' should contain only letters, numbers and dashes.
my: '%s'ကို အက္ခရာ၊ နံပါတ် နှင့် dash များသာ ထည့်သွင်းပေးပါ။

source: '%s' should be a number.
my: '%s'ကို နံပါတ်သာ ထည့်သွင်းပေးပါ။

source: '%s' should contain only numbers and spaces.
my: '%s'ကို နံပါတ်နှင့် space များသာ ထည့်သွင်းပေးပါ။

source: '%s' should contain only numbers and dashes. It should not start or end with a dash.
my: '%s'ကို နံပါတ်နှင့် dash များသာ ထည့်သွင်းပေးပါ။ dash ဖြင့်စ၍ (သို့) ဆုံး၍မရပါ။

source: '%s' should contain only letters, numbers, periods, underscores and dashes.
my: '%s'ကို letters, number, period, underscore နှင့် dash များသာ ထည့်သွင်းပေးပါ။

source: '%s' should be a positive integer. It is not allowed zero.
my: '%s'ကို အပေါင်းကိန်းပြည့်သာ ထည့်သွင်းပေးပါ။ သုည ထည့်သွင်း၍ မရပါ။

source: '%s' should be a positive integer.
my: '%s'ကို အပေါင်းကိန်းပြည့်သာ ထည့်သွင်းပေးပါ။

source: '%s' should be a positive or negative integer.
my: '%s'ကို အပေါင်း (သို့) အနှုတ်ကိန်းပြည့်သာ ထည့်သွင်းပေးပါ။

source: '%s' should be an integer or decimal.
my: '%s'ကို ကိန်းပြည့် (သို့) ဒဿမကိန်းသာ ထည့်သွင်းပေးပါ။

source: '%s' should be a positive integer or decimal.
my: '%s'ကို အပေါင်းကိန်းပြည့် (သို့) ဒဿမကိန်းသာ ထည့်သွင်းပေးပါ။

source: '%s' should be a valid format, e.g., username@example.com
my: '%s'ကို မှန်ကန်သည့်ပုံစံသာ ထည့်သွင်းပေးပါ။ ဥပမာ username@example.com

source: '%s' should be a valid domain name with letters, numbers and dash only.
my: '%s'ကို မှန်ကန်သည့် domain ပုံစံသာ ထည့်သွင်းပေးပါ။ letters, numbers နှင့် dash များသားပါဝင်ရမည်။

source: '%s' should be greater than or equal to %d.
my: '%s'သည် '%d' ထက် ညီပြီး ကြီးရပါမည်။

source: '%s' should be less than or equal to %d.
my: '%s'သည် '%d' ထက် ညီပြီး ငယ်ရပါမည်။

source: '%s' should have at least %d letters.
my: '%s'သည် အနည်းဆုံး %d letters ရှိရပါမည်။

source: '%s' should not exceed %d letters.
my: '%s'သည် %d letters ထက်မကျော်ရပါ။

source: '%s' should be between %d and %d.
my: '%s'သည် %d နှင့် %d ကြားမှာ ရှိရပါမည်။

source: '%s' cannot exceed the maximum allowed upload size %dMB.
my: '%s'သည် အမြင့်ဆုံးဖိုင်ဆိုဒ် %dMB ထက် ကျော်၍ မရပါ။

source: '%s' cannot exceed the maximum allowed width %dpx.
my: '%s'သည် အများဆုံး width %dpx ထက်ကျော်၍ မရပါ။

source: '%s' cannot exceed the maximum allowed height %dpx.
my: '%s'သည် အများဆုံး height %dpx ထက်ကျော်၍ မရပါ။

source: '%s' cannot exceed the maximum allowed dimension %dpx%dpx.
my: '%s'သည် အများဆုံး dimension %dpx%dpx ထက်ကျော်၍ မရပါ။

source: '%s' should have the dimension %dx%dpx.
my: '%s'သည် dimension %dpx%dpx ရှိရပါမည်။

source: '%s' must be one of the file types: %s.
my: '%s'သည် ဖိုင်အမျိုးအစား (%s) ထဲက တစ်မျိုးမျိုးဖြစ်ရပါမည်။

source: '%s' should be valid for the date format '%s'.
my: '%s'သည် မှန်ကန်သည့် နေ့စွဲပုံစံ '%s' ဖြစ်ရပါမည်။

source: '%s' should be valid for the time format '%s'.
my: '%s'သည် မှန်ကန်သည့် အချိန်ပုံစံ '%s' ဖြစ်ရပါမည်။

source: '%s' should be valid for the date/time format '%s %s'.
my: '%s'သည် မှန်ကန်သည့် ရက်စွဲနှင့်အချိန်ပုံစံ '%s %s' ဖြစ်ရပါမည်။

source: '%s' should be a valid format.
my: '%s'သည် မှန်ကန်သည့် ပုံစံဖြစ်ရပါမည်။

source: Error occured during form submission. Please refresh the page to try again.
my: Form submission လုပ်ချိန်မှာ error ဖြစ်ပေါ်ခဲ့ပါသည်။ ကျေးဇူးပြု၍ page ကို refresh လုပ်၍ ပြန်ကြိုးစားကြည့်ပါ။

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
my: တင်လိုက်သောဖိုင်ဆိုဒ်သည် php.ini တွင် သတ်မှတ်ထားသော upload_max_filesize ထက် ကျော်လွန်နေပါသည်။

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
my: တင်လိုက်သောဖိုင်ဆိုဒ်သည် သတ်မှတ်ထားသော MAX_FILE_SIZE ထက် ကျော်လွန်နေပါသည်။

source: The uploaded file was only partially uploaded.
my: တင်လိုက်သောဖိုင်ဆိုဒ်သည် တစ်စိတ်တစ်ပိုင်းသာလျှင် တက်သွားပါသည်။

source: No file was uploaded.
my: ဖိုင် upload မဖြစ်သွားပါ။

source: Missing a temporary folder.
my: ယာယီ folder မရှိပါ။

source: Failed to write file to disk.
my: ဖိုင်ကို disk ပေါ်သို့ ပို့လို့မရပါ။

source: File upload stopped by extension.
my: Extension ကြောင့် ဖိုင် upload မဖြစ်ပါ။

source: The uploaded file is not valid.
my: Upload တင်လိုက်သောဖိုင်သည် မှားယွင်းနေပါသည်။

source: Failed to create image from the uploaded file.
my: Upload တင်လိုက်သောဖိုင်မှ ပုံကို ဖန်တီးလို့မရပါ။

source: Welcome
my: ကြိုဆိုပါသည်

source: Welcome to PHPLucidFrame
my: PHPLucidFrame မှကြိုဆိုပါသည်

source: Prerequisites
my: PHPLucidFrame အသုံးပြုရန် ကနဦးလိုအပ်ချက်များ

source: Download PHPLucidFRame
my: PHPLucidFrame ကို ဒေါင်းလုဒ်လုပ်မည်

source: Blog
my: ဘလော့ဂ်

source: Articles
my: ဆောင်းပါးများ

source: Read More
my: အပြည့်အစုံဖတ်မည်

source: Leave a Comment.
my: သုံးသပ်ချက်ရေးချင်လျှင် ဤနေရာတွင် ရေးခဲ့နိုင်ပါသည်။

source: Name
my: အမည်

source: Email
my: အီးမေးလ်

source: Re-type Email
my: အီးမေးလ်ထပ်ရိုက်ပါ

source: Comment
my: သုံးသပ်ချက်

source: Post Comment
my: သုံးသပ်ချက်ရေးမည်

source: Cancel
my: ပြန်ထွက်မည်

source: Example
my: ဥပမာ

source: Example 1
my: ဥပမာ ၁

source: Example 2
my: ဥပမာ ၂

source: Example 3
my: ဥပမာ ၃

source: Example 4
my: ဥပမာ ၄

source: Example 5
my: ဥပမာ ၅

source: Example 6
my: ဥပမာ ၆

source: Example 7
my: ဥပမာ ၇

source: Download
my: ဒေါင်းလုဒ်လုပ်မည်

source: Downloads
my: ဒေါင်းလုဒ်လုပ်မည်

source: AJAX List & Pagination
my: AJAX အသုံးပြုသော list နှင့် pagination

source: Normal Pagination Example
my: AJAX အသုံးမပြုသော list နှင့် pagination

source: Upload
my: ပုံ/ဖိုင် တင်မည်

source: Please re-type Email.
my: အီးမေးလ်ကို ပြန်ရိုက်ပေးပါ။
